Repository: brotkrueml/schema
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de, ru

# adminPanel.goToWebsite
source: Go to website
da: Gå til website
de: Website aufrufen
ru: Перейти на сайт

# adminPanel.intro
source: The module shows structured data on this page generated by the schema extension.
da: Modulet viser strukturerede data på denne side, genereret af schema udvidelsen.
de: Das Modul zeigt strukturierten Daten auf dieser Seite, die von der schema-Extension generiert wurden.
ru: Модуль отображает структурированные данные этой страницы, созданные расширением Схема.

# adminPanel.noEntries
source: No structured data available.
da: Ingen strukturerede data tilgængelige.
de: Keine strukturierten Daten vorhanden.
ru: Нет структурированных данных.

# adminPanel.openDocumentationOnSchemaOrg
source: Open schema.org documentation for %s
da: Åbn schema.org dokumentation for %s
de: schema.org-Dokumentation für %s öffnen
ru: Открыть документацию на schema.org для %s

# adminPanel.openGoogleReference
source: Open Google reference for %s
da: Åbn Google-reference for %s
de: Google-Referenz für %s öffnen
ru: Открыть ссылку Google для %s

# adminPanel.openYandexReference
source: Open Yandex reference for %s
da: Åbn Yandex reference for %s
de: Yandex-Referenz für %s öffnen
ru: Открыть ссылку на Яндекс для %s

# adminPanel.showImage
source: Show image
da: Vis billede
de: Bild anzeigen
ru: Показать изображение

# adminPanel.type
source: Type
de: Typ
ru: Тип

# adminPanel.types
source: Types
da: Typer
de: Typen
ru: Типы

# adminPanel.validateInSchemaMarkupValidator
source: Validate in Schema Markup Validator
da: Validér i Schema Markup Validator
de: In Schema Markup Validator testen
ru: Проверить на Schema Markup Validator

# adminPanel.validateInRichResultTest
source: Validate in Rich Result Test
da: Validér i Rich Result Test
de: Test für Rich-Suchergebnisse
ru: Проверить в Rich Result Test

# config.automaticBreadcrumbExcludeAdditionalDoktypes
source: Automatic embedding of the breadcrumb markup into the page - Exclude additional doktypes: Separate multiple doktypes by commas (199, 254 and 255 are always excluded)
da: Automatisk indlejring af brødkrumme opmærkning på siden - Udelad yderligere doktyper: Adskil flere doktyper med komma (199, 254 og 255 er altid udelukket)
de: Automatisches Einbetten des Breadcrumb Markup in die Seite - Zusätzliche Doktypes ausschließen: Mehrere Doktypes durch Kommata trennen (199, 254 und 255 sind immer ausgeschlossen)
ru: Автоматическое встраивание на страницу разметки хлебных крошек - Исключать дополнительные типы документов: указывайте типы через запятую (199, 254 и 255 всегда исключаются)

# config.automaticBreadcrumbSchemaGeneration
source: Automatic embedding of the breadcrumb markup into the page
da: Automatisk indlejring af brødkrumme-opmærkning på siden
de: Automatische Einbindung des Breadcrumb-Schemas in der Seite
ru: Автоматическое встраивание разметки хлебных крошек на страницу

# config.automaticWebPageSchemaGeneration
source: Automatic embedding of the WebPage schema into the page
da: Automatisk indlejring af webside-oversigt på siden
de: Automatische Einbindung des WebPage-Schemas in der Seite
ru: Автоматическое встраивание схемы WebPage на страницу

# config.embedMarkupInBodySection
source: Embed markup in the body section
da: Indlejring af opmærkning i body sektionen
de: Einbindung des Schemas in den Body-Bereich
ru: Вставить разметку в раздел body

# config.embedMarkupOnNoindexPages
source: Embed markup on noindex pages: The option is considered only if the SEO system extension is installed.
da: Indlejret markup på noindex sider: Muligheden anvendes kun, hvis SEO systemudvidelsen er installeret.
de: Markup auf noindex-Seiten einbinden: Die Option wird nur dann berücksichtigt, wenn die SEO-System-Erweiterung installiert ist.
ru: Встроить разметку на страницы noindex: параметр действует лишь при установленном расширении SEO.

# lowlevel.configuration.allTypes
source: All types
da: Alle typer
de: Alle Typen
ru: Все типы

# lowlevel.configuration.label
source: Schema: Types
da: Schema: Typer
de: Schema: Typen
ru: Схема: Типы

# lowlevel.configuration.webPageTypes
source: Web page types
da: Webside typer
de: Webseiten-Typen
ru: Типы веб-страниц

# lowlevel.configuration.webPageElementTypes
source: Web page element types
da: Webside element typer
de: Webseiten-Element-Typen
ru: Типы элементов веб-страницы
